---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PointElementRotationAngle
source: html/11ab880f-6ff0-f4a7-57e4-4feb81286fdb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PointElementRotationAngle Property

"Rotation Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId PointElementRotationAngle { get; }
```